{
    "class_name": "Sequential",
    "keras_version": "2.1.6-tf",
    "config": {
        "layers": [
            {
                "class_name": "Dense",
                "config": {
                    "kernel_initializer": {
                        "class_name": "GlorotUniform",
                        "config": { "dtype": "float32", "seed": null }
                    },
                    "name": "dense",
                    "kernel_constraint": null,
                    "bias_regularizer": null,
                    "bias_constraint": null,
                    "dtype": null,
                    "activation": "sigmoid",
                    "trainable": true,
                    "kernel_regularizer": null,
                    "bias_initializer": { "class_name": "Zeros", "config": { "dtype": "float32" } },
                    "units": 16,
                    "use_bias": true,
                    "activity_regularizer": null
                }
            },
            {
                "class_name": "Dense",
                "config": {
                    "kernel_initializer": {
                        "class_name": "GlorotUniform",
                        "config": { "dtype": "float32", "seed": null }
                    },
                    "name": "dense_1",
                    "kernel_constraint": null,
                    "bias_regularizer": null,
                    "bias_constraint": null,
                    "dtype": null,
                    "activation": "softmax",
                    "trainable": true,
                    "kernel_regularizer": null,
                    "bias_initializer": { "class_name": "Zeros", "config": { "dtype": "float32" } },
                    "units": 3,
                    "use_bias": true,
                    "activity_regularizer": null
                }
            }
        ],
        "name": "sequential"
    },
    "backend": "tensorflow"
}
